[
  {
    "id": 0,
    "name": "Гарри Поттер и философский камень",
    "image": "src/main/resources/Images/Harry Potter and the Sorcerer\u0027s Stone.jpeg",
    "year": "2001",
    "genre": [
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Жизнь десятилетнего мальчишки Гарри Поттера вряд ли можно назвать сахаром: родители погибли, когда ему не было и года, после чего его опекунами стали дядя Вернон и тетя Петунья, которые мягко говорят относятся к парню не лучшим образом. Они постоянно упрекают маленького Гарри во всех смертных грехах, выплескивая весь скопившийся негатив на сироте. Но неожиданно для всех, на одиннадцатый день рождения Поттера, в дом Дурслей приходит бородатый здоровяк, который представился Хагридом, и вручает имениннику письмо из школы волшебства и магии под названием Хогвартс. В письме говорится о том, что мальчик зачислен в школу, и с начала учебного года ему необходимо прибыть по месту назначения. Поначалу опекуны негативно высказались о таком некрасивом жесте незнакомца, но быстро замолчали, когда тот пригрозил своим здоровенным кулаком. Уже спустя несколько недель жизнь мальчика со шрамом изменится раз и навсегда. Он будет мчаться на скоростном поезде в свою новую школу, где его ждет масса приключений. Как опасных, так и веселых. А также знакомство с друзьями и многое другое.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Ричард Харрис",
      "Алан Рикман",
      "Мэгги Смит",
      "Робби Колтрейн",
      "Том Фелтон",
      "Мэттью Льюис",
      "Иэн Харт"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 1,
    "name": "Гарри Поттер и Тайная комната",
    "image": "src/main/resources/Images/Harry Potter and the Chamber of Secrets.jpg",
    "year": "2002",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Сюжет фэнтезийного фильма продолжит рассказывать историю мальчика-волшебника Гарри Поттера, который уже окончил первый курс в Хогвартсе, и теперь ему предстоит перейти на второй. В перерыве между учебой, находясь еще в мире маглов, Гарри внезапно сталкивается с добрым эльфом Добби, который надеется предупредить мальчишку не ехать в школу чародейства и волшебства. Аргументируя свои слова тем, что Поттеру грозит серьезная опасность. Но юный волшебник не готов прислушиваться к неизвестному ему существу, а потому без особой опаски возвращается в мир магии. Рассказав своим друзьям об увиденном, он начинает задумываться о словах Добби. В скором времени Гарри, Рон и Гермиона ввязываются в очередную передрягу. Удастся ли нашим героям спастись и не пострадать?",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Том Фелтон",
      "Кеннет Брана",
      "Бонни Райт",
      "Алан Рикман",
      "Ричард Харрис",
      "Мэгги Смит",
      "Робби Колтрейн"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 2,
    "name": "Гарри Поттер и узник Азкабана",
    "image": "src/main/resources/Images/Harry Potter and the Prisoner of Azkaban.jpg",
    "year": "2004",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Третья часть легендарной поттерианы продолжает рассказывать историю про жизнь мальчика-волшебника по имени Гарри Поттер. Захватывающие дух приключения Гарри, Рона и Гермиона продолжаются! После летних каникул, ребята возвращаются в школу чародейства и волшебства Хогвартс, чтобы обучаться основам магии. Но с первых же дней главных героев ждет серьезное испытание. Поттер узнает, что недавно из тюрьмы для пожизненно заключенных Азкабан сбежал опасный преступник. Были предположения, что именно он имеет причастность к смерти родителей мальчика со шрамом. А потому Гарри и его друзьям предстоит проявить бдительность, чтобы не попасться в ловушку.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Робби Колтрейн",
      "Том Фелтон",
      "Гари Олдман",
      "Дэвид Тьюлис",
      "Майкл Гэмбон",
      "Ричард Гриффитс",
      "Пэм Феррис"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 3,
    "name": "Гарри Поттер и Кубок огня",
    "image": "src/main/resources/Images/1632937702_iphone360_8408.jpg",
    "year": "2005",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Для Гарри и его друзей закончился очередной год в Хогвартской школе магии. Вернувшись после летних каникул и поступив на четвертый курс, Гарри узнает, что в этом году будет проводиться Турнир Трех Волшебников. Отбор на соревнование проводится с помощью древнего магического артефакта под названием «Кубок Огня». Каково же было удивление Гарри, когда оказалось, что свою школу также будет представлять он, даже несмотря на то, что трое других участника старше и сильнее. Впереди четырех волшебников ждет большое количество испытаний и очень ожесточенная борьба за победу. Ко всему прочему, Гарри нужно быть настороже, потому что Волан-де-Морт с каждой минутой становится сильнее, и в любой момент может восстать...",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Брендан Глисон",
      "Алан Рикман",
      "Майкл Гэмбон",
      "Рэйф Файнс",
      "Роберт Паттинсон",
      "Робби Колтрейн",
      "Мэгги Смит"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 4,
    "name": "Гарри Поттер и Орден Феникса",
    "image": "src/main/resources/Images/1632937662_iphone360_48356.jpg",
    "year": "2007",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "После событий описанных в прошлой части фильма, темный маг Волан-де-Морт воскресает. Для Гарри Поттера, который уже начал пятый год обучения в Хогвартсе, наступает самое сложное время в его жизни, ведь теперь ему предстоит найти способ как навсегда покончить с убийцей родителей. Однако большинство учителей и учеников школы отрицают факт возвращения самого опасного злодея, и делают вид, что ничего не произошло. И только друзья и близкие Гарри организовывают Орден Феникса, чтобы защитить юного волшебника и дать отпор Волан-де-Морту. В это время в школе начинают проводить курс лекций, который должен научить молодых волшебников защитной магии, но в скором времени выясняется, что на практике это все просто бесполезно. Тогда Гарри, Гермиона и Рон принимают решение организовать свои собственные курсы, чтобы ученики на самом деле могли противостоять темным силам.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Гари Олдман",
      "Рэйф Файнс",
      "Майкл Гэмбон",
      "Том Фелтон",
      "Имелда Стонтон",
      "Эванна Линч",
      "Алан Рикман"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 5,
    "name": "Гарри Поттер и Принц-полукровка",
    "image": "src/main/resources/Images/1632937737_iphone360_89515.jpg",
    "year": "2009",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Теперь не только мир волшебников, но и мир маглов ощущает на себе все возрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу - профессора Горация Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах.Тем временем учеников атакуют самые разные враги, а подростковые эмоции хлещут через край. Гарри начинает понимать, что становится все более неравнодушным к Джинни, однако, и Дин Томас тоже. А Лаванда Браун вбила себе в голову, что Рон - тот самый единственный, которого она ждет, да вот только не учла волшебного эффекта шоколадных конфет Ромильды Вейн! Ну и, наконец, Гермиона пылает жгучей ревностью, но старается не показывать своих чувств. Пока романтические отношения расцветают, лишь один ученик остается в стороне. Он твердо намерен оставить свою метку, темную метку. Любовь витает в воздухе, но впереди ждет беда, и Хогвартс, возможно, уже никогда не будет прежним.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Майкл Гэмбон",
      "Джим Бродбент",
      "Бонни Райт",
      "Хелена Бонем Картер",
      "Алан Рикман",
      "Том Фелтон",
      "Эванна Линч"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 6,
    "name": "Гарри Поттер и Дары Смерти: Часть I",
    "image": "src/main/resources/Images/1632937712_iphone360_276762.jpg",
    "year": "2010",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Главным героя фильма предстоит отправиться в трудное и опасное путешествие. Гарри, Рону и Гермионе нужно уничтожить Крестражи – источники могущества и бессмертия их заклятого врага Волан-де-Морта. Но это не так просто, ведь для начала их нужно найти. Они действуют сами, и рассчитывать могут только друг на друга, ведь с ними рядом больше нет преподавателей, которые могут дать подсказку, и нет защиты профессора Дамблдора. А темные силы не дремлют и сделают все возможное, чтобы им помешать. Они попытаются разлучить друзей, и даже разрушить их дружбу.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Том Фелтон",
      "Бонни Райт",
      "Алан Рикман",
      "Рэйф Файнс",
      "Хелена Бонем Картер",
      "Майкл Гэмбон",
      "Брендан Глисон"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 7,
    "name": "Гарри Поттер и Дары Смерти: Часть II",
    "image": "src/main/resources/Images/1632937680_iphone360_407636.jpg",
    "year": "2011",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези",
      "Драма"
    ],
    "description": "Это заключительная часть фильма, рассказывающего о приключениях и противостоянии юного волшебника Гарри Поттера с темными силами. Трое друзей держат свой путь в Гринноттсе, где, как они думали, хранится крестраж, источник силы и бессмертия Волан-де-Морта. Чтобы разыскать и уничтожить все такие источники, которые избавят мир от темного мага, им предстоит пройти долгий и опасный путь с большим количеством трудных испытаний. Последним пунктом в их нелегком путешествии должен стать Хогвартс, который война не обошла стороной, и который контролируют Пожиратели Смерти...",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Хелена Бонем Картер",
      "Робби Колтрейн",
      "Уорвик Дэвис",
      "Рэйф Файнс",
      "Майкл Гэмбон",
      "Джон Хёрт",
      "Джейсон Айзекс"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 9,
    "name": "Заклятие",
    "image": "src/main/resources/Images/1632937988_iphone360_468994.jpg",
    "year": "2013",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Фильм основан на реальных событиях из практики Эда и Лоррейн Уоррен. Пугающая история Эда и Лоррейн Уоррен, всемирно известных детективов, занимающихся паранормальными расследованиями. К ним за помощью обратилась семья, терроризируемая темным духом на уединенной ферме. Вынужденные сражаться с могущественной демонической сущностью Уоррены сталкиваются с самым пугающим случаем в своей жизни.",
    "actor": [
      "Вера Фармига",
      "Патрик Уилсон",
      "Рон Ливингстон",
      "Лили Тейлор",
      "Шэнли Касвелл",
      "Хейли МакФарланд",
      "Джои Кинг",
      "Маккензи Фой",
      "Кайла Дивер",
      "Шэннон Кук-Чун"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 10,
    "name": "Заклятие 2",
    "image": "src/main/resources/Images/1632937955_iphone360_780392.jpg",
    "year": "2016",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Фильм основан на случае, с которым столкнулись практикующие исследователи паранормальных явлений Эд и Лоррэйн Уоррены. На этот раз вызов будет из северного пригорода Лондона, где семья, состоящая из четырех детей и матери-одиночки, подвергается нападениям потусторонних сил. Супругам предстоит выяснить, какова природа этих явлений, полтергейст ли это, или что-то другое, и главное - почему именно этот дом и именно эта семья.",
    "actor": [
      "Патрик Уилсон",
      "Вера Фармига",
      "Мэдисон Вульф",
      "Фрэнсис О’Коннор",
      "Лорен Эспозито",
      "Бенжамин Хэй",
      "Патрик МакОли",
      "Саймон МакБерни",
      "Мария Дойл Кеннеди",
      "Саймон Делани"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 11,
    "name": "Заклятие 3: По воле дьявола",
    "image": "src/main/resources/Images/1632937916_iphone360_1046638.jpg",
    "year": "2021",
    "genre": [
      "Детектив",
      "Ужасы"
    ],
    "description": "1981 год. Коннектикут. США. Проводя экзорцизм над ребенком, священник погибает от сердечного приступа, так и не успев избавить мальчика от демона. Рядом находился парень, который, схватив тело малыша, попросил демона вселиться в его тело, а ребенка оставить в покое. Тот согласился. Счел тело молодого парня более выгодным для своих проделок. В скором времени близкие стали замечать, что с героем что-то не то. Сам лично он не думал, что все вышло так гладко, потому что сам стал одержим. Спустя небольшой отрезок времени парень совершил убийство. Адвокаты тут же подключились к расследованию. Они выяснили, как проклятие могло проникнуть в комнату к ребенку. Он играл с той самой проклятой куклой по имени Анабель. Вот так и молодой человек стал одержим. В этом уже совсем сомнений ни у кого не было. Теперь оставалось понять, что с этим делать дальше и как быть. Герой все также настаивал на одержимости, но уже будучи в тюрьме. Его слушали все, кто были в камере в тот момент и не верили. Суд назначен.",
    "actor": [
      "Патрик Уилсон",
      "Вера Фармига",
      "Руаири О’Коннор",
      "Сара Кэтрин Хук",
      "Джулиан Хиллиард",
      "Джон Ноубл",
      "Эжени Бондюран",
      "Шэннон Кук-Чун",
      "Ронни Джин Блевинс",
      "Кит А. Болден"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 12,
    "name": "Проклятие монахини",
    "image": "src/main/resources/Images/1634924857_iphone360_991225.jpg",
    "year": "2018",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Когда в уединенном монастыре в Румынии совершает самоубийство молодая монахиня, расследовать происшествие Ватикан отправляет священника с туманным прошлым и послушницу на пороге невозвратных обетов. Рискуя не только жизнями, но и своими душами, они сталкиваются со злобной силой, принявшей облик демонической монахини, а монастырь становится полем ужасающей битвы между живыми и проклятыми.",
    "actor": [
      "Демиан Бишир",
      "Таисса Фармига",
      "Йонас Блоке",
      "Бонни Ааронс",
      "Ингрид Бису",
      "Патрик Уилсон",
      "Вера Фармига",
      "Лили Тейлор",
      "Шарлотта Хоуп",
      "Сандра Телес"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 13,
    "name": "Проклятие монахини 2",
    "image": "src/main/resources/Images/iphone360_1254052.jpg",
    "year": "2023",
    "genre": [
      "Ужасы"
    ],
    "description": "Франция, 1956 год. Сестра Ирэн сталкивается со злобным демоном, принявшим обличие монахини.",
    "actor": [
      "Таисса Фармига",
      "Сторм Рид",
      "Анна Попплуэлл",
      "Бонни Ааронс",
      "Йонас Блоке",
      "Katelyn Rose Downey"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 14,
    "name": "Проклятие плачущей",
    "image": "src/main/resources/Images/1634995590_iphone360_1084329.jpg",
    "year": "2019",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Ла Йорона. Плачущая женщина. Вселяющий ужас призрак, затерянный между Раем и Адом и загнанный в ужасную ловушку судьбы, запечатанную его собственной рукой. Простое упоминание ее имени сеет страх по всему миру уже многие поколения. Еще при жизни женщина утопила своих детей в порыве яростной ревности, бросившись в бушующую реку вслед за ними, рыдая от боли и отчаяния. Теперь ее слезы вечны и несут смерть. Тот, кто слышит ее предсмертный крик в ночи, обречен. Ла Йорона крадется в тени и охотится на детей, отчаянно пытаясь восполнить утрату собственных. Проходят столетия, она становится все более ненасытной... а её методы все более ужасными.",
    "actor": [
      "Линда Карделлини",
      "Роман Кристу",
      "Джейни-Линн Кинчен",
      "Рэймонд Крус",
      "Марисоль Рамирез",
      "Патрисия Веласкес",
      "Шон Патрик Томас",
      "Тони Амендола",
      "Ирен Кэн",
      "Оливер Александр"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 15,
    "name": "Мумия",
    "image": "src/main/resources/Images/1634736230_iphone360_4484.jpg",
    "year": "1999",
    "genre": [
      "Боевик",
      "Приключения",
      "Фэнтези"
    ],
    "description": "На бескрайних просторах египетской пустыни компания сорвиголов разных национальностей рыщет в поисках несметных сокровищ фараона, над которыми тяготеет жуткое древнее проклятие.\n\nРядом с кладом покоится мумия коварного жреца, жестоко казненного за ужасное убийство могущественного правителя Египта. Золотоискатели потревожили многовековой покой гробницы, и мумия встает из могилы, чтобы погрузить мир в царство кошмара...",
    "actor": [
      "Брендан Фрейзер",
      "Рэйчел Вайс",
      "Джон Ханна",
      "Арнольд Вослу",
      "Кевин Дж. О’Коннор",
      "Джонатан Хайд",
      "Одед Фер",
      "Эрик Авари",
      "Стивен Данэм",
      "Кори Джонсон"
    ],
    "collection": "Мумия"
  },
  {
    "id": 16,
    "name": "Мумия возвращается",
    "image": "src/main/resources/Images/1634803805_iphone360_760.jpg",
    "year": "2001",
    "genre": [
      "Боевик",
      "Приключения",
      "Триллер",
      "Фэнтези"
    ],
    "description": "Прошло десять лет... Наш отважный герой, искатель приключений Рик О`Конелл, теперь богат, счастливо женат на прекрасной Эвелин и воспитывает своего восьмилетнего сына Алекса.\n\nНо злой рок не дает очаровательной семье О`Конеллов насладиться спокойной жизнью. Зловещий жрец Имхотеп снова восстал из мертвых! Теперь у Рика, Эвелин и малютки Алекса есть всего семь дней, чтобы спасти мир...",
    "actor": [
      "Брендан Фрейзер",
      "Рэйчел Вайс",
      "Джон Ханна",
      "Арнольд Вослу",
      "Одед Фер",
      "Патрисия Веласкес",
      "Фредди Боат",
      "Алан Армстронг",
      "Дуэйн Джонсон",
      "Адевале Акинойе-Агбаже"
    ],
    "collection": "Мумия"
  },
  {
    "id": 17,
    "name": "Мумия: Гробница Императора Драконов",
    "image": "src/main/resources/Images/1634924744_iphone360_276638.jpg",
    "year": "2008",
    "genre": [
      "Боевик",
      "Приключения",
      "Фэнтези"
    ],
    "description": "Заколдованный волшебницей, безжалостный китайский император-дракон должен провести вечность в забвении. Его 10 000 воинов превратились в терракотовых воинов. Однако когда искатель приключений Алекс О`Коннелл случайно пробуждает властителя от вечной спячки, он вынужден искать помощи у единственных людей, которые знают, как справиться с воскресшими мертвецами: у своих родителей.\n\nМонарх возвращается к жизни, и наши герои понимают, что его сила за эту тысячу лет только увеличилась. Мумия готова поднять всю Азию в борьбе за мировое господство... если О`Коннеллы ее не остановят.",
    "actor": [
      "Брендан Фрейзер",
      "Джет Ли",
      "Мария Белло",
      "Джон Ханна",
      "Мишель Йео",
      "Люк Форд",
      "Изабелла Люн",
      "Энтони Вон",
      "Расселл Вонг",
      "Лиам Каннингэм"
    ],
    "collection": "Мумия"
  },
  {
    "id": 18,
    "name": "Взрыв из прошлого",
    "image": "src/main/resources/Images/1634995281_iphone360_2408.jpg",
    "year": "1998",
    "genre": [
      "Драма",
      "Комедия",
      "Мелодрама",
      "Фантастика"
    ],
    "description": "Адам Уэббер родился нормальным ребенком, но, по глупому недоразумению, провел 35 лет в бомбоубежище вместе со своими родителями. Наивный и искренний, он впервые оказывается среди людей в бушующем Лос-Анджелесе 90-х! И кто знает - может, он еще успеет наверстать упущенное?!",
    "actor": [
      "Брендан Фрейзер",
      "Алисия Сильверстоун",
      "Кристофер Уокен",
      "Сисси Спейсек",
      "Дэйв Фоли",
      "Джои Злотник",
      "Дэйл Рауль",
      "Хейден Тэнк",
      "Дуглас Смит",
      "Райан Спаркс"
    ],
    "collection": ""
  },
  {
    "id": 19,
    "name": "Между небом и землей",
    "image": "src/main/resources/Images/1634995857_iphone360_85182.jpg",
    "year": "2005",
    "genre": [
      "Комедия",
      "Мелодрама",
      "Фэнтези"
    ],
    "description": "Вселившись в арендованную квартиру в Сан-Франциско и начав наводить там порядок, Дэвид неожиданно встречает в своем новом жилище привлекательную молодую женщину Элизабет, которая уверяет его, что именно она является хозяйкой этих апартаментов.\n\nКогда же Дэвид начинает склоняться к мысли, что произошло какое-то недоразумение, Элизабет исчезает так же внезапно и загадочно, как и появилась. Замена замков не останавливает красотку: ее таинственные появления и исчезновения продолжают вносить сумятицу в жизнь Дэвида. Убедившись в том, что она привидение, Дэвид старается помочь ей навсегда остаться в потустороннем мире.\n\nОднако, открыв в себе невероятные возможности - например, способность проходить сквозь стены, - Элизабет начинает убеждать себя в том, что она каким-то образом еще жива и поэтому не собирается перебираться на тот свет насовсем. По мере того как оба пытаются выяснить истинную причину происходящего, Дэвид и Элизабет влюбляются друг в друга. Однако перспективы их совместной жизни становятся все более и более призрачными...",
    "actor": [
      "Риз Уизерспун",
      "Марк Руффало",
      "Донал Лог",
      "Дина Спайби",
      "Бен Шенкман",
      "Джон Хидер",
      "Ивана Миличевич",
      "Розалинд Чао",
      "Кэролайн Аарон",
      "Рон Кэнада"
    ],
    "collection": ""
  },
  {
    "id": 20,
    "name": "Восстание зловещих мертвецов",
    "image": "src/main/resources/Images/1682183260-1699499871.jpg",
    "year": "2023",
    "genre": [
      "Ужасы"
    ],
    "description": "Попав в сложную жизненную ситуацию, Бет приезжает в Лос-Анджелес к старшей сестре Элли. На месте выясняется, что от той ушёл муж, оставив с тремя детьми, и их жилой комплекс скоро снесут, а новый дом ещё не найден. Решив поговорить с сестрой наедине, Элли отправляет детей за пиццей. На обратном пути они переживают землетрясение, на парковке образуется провал, и старший Дэнни находит там древний загадочный том и пластинки. Из любопытства открыв книгу и прослушав записи, мальчик высвобождает злые силы, которые тут же вселяются в его мать и теперь будут пытаться утащить в ад всех присутствующих, а особенно — детей.",
    "actor": [
      "Мирабай Пиз",
      "Ричард Краучли",
      "Анна-Мари Томас",
      "Лили Салливан",
      "Ной Пол",
      "Алисса Сазерленд",
      "Габриэль Экхолс",
      "Моргана Дейвис",
      "Нелл Фишер",
      "Билли Рейнольдс-Маккарти"
    ],
    "collection": ""
  },
  {
    "id": 21,
    "name": "Один дома",
    "image": "src/main/resources/Images/1632937957_iphone360_8124.jpg",
    "year": "1990",
    "genre": [
      "Комедия",
      "Семейный"
    ],
    "description": "Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.",
    "actor": [
      "Маколей Калкин",
      "Джо Пеши",
      "Дэниел Стерн",
      "Кэтрин О’Хара",
      "Джон Хёрд",
      "Робертс Блоссом",
      "Джерри Бэммен",
      "Девин Рэтрей",
      "Джон Кэнди",
      "Киран Калкин"
    ],
    "collection": "Один дома"
  },
  {
    "id": 22,
    "name": "Один дома 2: Затерянный в Нью-Йорке",
    "image": "src/main/resources/Images/1632937900_iphone360_5928.jpg",
    "year": "1992",
    "genre": [
      "Комедия",
      "Приключения",
      "Семейный"
    ],
    "description": "Сюжет семейной комедии разворачивается вокруг легендарного Кевина МакКалистера. В этот раз, уже более взрослый мальчишка (с момента выхода первой части прошло порядка двух лет) будет вновь покорять Америку и жителей других стран! На этот раз он окажется вновь один, но уже не дома, а в Нью-Йорке. У главного героя имеется достаточное количество денег, чтобы прокормить себя, а также поразвлечься на славу. Но в один момент становится известно, что домушники — Гарри и Марв — которые были упечены за решетку благодаря Кевину, сбегает из тюрьмы. Но надо же! Куда именно сбежали грабители? Конечно же в Нью-Йорк! Как же им быть без своего «друга»? В этой части их ждут новые ловушки от смышленого мальчика. Быть может в этот раз МакКалистер сможет удивить даже самого себя?",
    "actor": [
      "Маколей Калкин",
      "Джо Пеши",
      "Дэниел Стерн",
      "Тим Карри",
      "Кэтрин О’Хара",
      "Джон Хёрд",
      "Бренда Фрикер",
      "Эдди Брекен",
      "Роб Шнайдер",
      "Дэна Айви"
    ],
    "collection": "Один дома"
  },
  {
    "id": 23,
    "name": "Один дома 3",
    "image": "src/main/resources/Images/1632937937_iphone360_20789.jpg",
    "year": "1997",
    "genre": [
      "Комедия",
      "Криминал",
      "Семейный"
    ],
    "description": "Трое мужчин и женщина купили украденную для них новейшую микросхему, способную нейтрализовать всю систему противокосмической обороны. Положили ее в игрушечную машину, ее - в пакет с надписью «Parisian». В аэропорту обнаружилось, что в пакете игрушки нет, а вокруг ходят люди точно с такими же пакетами. Стали искать.\n\nВ результате поисков пришлось лететь за пакетом в Чикаго. Самые догадливые зрители уже, наверное, догадались, в чей дом привезла пожилая дама пакет с игрушкой. Ну, конечно же, туда, где живет маленький милый мальчик.\n\nВсе знакомо? Да, только на этот раз вместо незадачливых бедолаг-неудачников против мальчугана, заболевшего ветрянкой и оставшегося дома, выступают настоящие профессионалы, люди очень и очень опасные. А другие серьезные люди, у которых микросхема пропала, тоже сидеть без дела не намерены.",
    "actor": [
      "Алекс Д. Линц",
      "Олек Крупа",
      "Риа Килстедт",
      "Ленни фон Долен",
      "Дэвид Торнтон",
      "Хэвиленд Моррис",
      "Кевин Килнер",
      "Мэриэн Селдес",
      "Сет Смит",
      "Скарлетт Йоханссон"
    ],
    "collection": "Один дома"
  },
  {
    "id": 24,
    "name": "День независимости",
    "image": "src/main/resources/Images/1634924741_iphone360_2022.jpg",
    "year": "1996",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "На Земле принимается сигнал, посланный источником явно неземного происхождения. Источник этот приближается, и на «уши» поднимается вся планета. Никто, правда, не ожидал, что инопланетяне окажутся такими огромными и в таком количестве.",
    "actor": [
      "Уилл Смит",
      "Джефф Голдблюм",
      "Билл Пуллман",
      "Мэри МакДоннелл",
      "Джадд Хёрш",
      "Роберт Лоджа",
      "Рэнди Куэйд",
      "Маргарет Колин",
      "Джеймс Ребхорн",
      "Харви Файерстин"
    ],
    "collection": "День независимости"
  },
  {
    "id": 25,
    "name": "День независимости: Возрождение",
    "image": "src/main/resources/Images/1634802056_iphone360_505827.jpg",
    "year": "2016",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "Используя инопланетные технологии, жители Земли создали специальную программу по защите планеты. Но ничего не может нас спасти от нового, еще более разрушительного и масштабного инопланетного вторжения - только смелость нескольких героев, которые единственные могут спасти наш мир от уничтожения.",
    "actor": [
      "Лиам Хемсворт",
      "Джефф Голдблюм",
      "Джесси Ашер",
      "Билл Пуллман",
      "Майка Монро",
      "Села Уорд",
      "Уильям Фихтнер",
      "Джадд Хёрш",
      "Брент Спайнер",
      "Патрик Ст. Эсприт"
    ],
    "collection": "День независимости"
  },
  {
    "id": 26,
    "name": "Хэнкок",
    "image": "src/main/resources/Images/1634924443_iphone360_102151.jpg",
    "year": "2008",
    "genre": [
      "Боевик",
      "Драма",
      "Комедия",
      "Фантастика"
    ],
    "description": "Есть герои, есть супергерои, и есть Хэнкок. Обладание сверхспособностями предполагает ответственность, все знают это - кроме него. За любую задачу он берётся с душой и лучшими намерениями, спасает жизни людей - ценой нечеловеческих разрушений и неисчислимого ущерба. В конце концов, терпение общественности подходит к концу: люди благодарны своему местному герою, но иногда не понимают, чем заслужили такое наказание.\n\nХэнкок не из тех парней, кого волнует какое-то там общественное мнение, но однажды, после очередного подвига, спасая высокопоставленного пиарщика Рэя, он вдруг понимает, что в некотором смысле он может быть уязвим. С этим трудно смириться, особенно по мнению Мэри, жены Рэя, считающей, что Хэнкок попросту безнадежен.",
    "actor": [
      "Уилл Смит",
      "Шарлиз Терон",
      "Джейсон Бейтман",
      "Джей Хед",
      "Эдди Марсан",
      "Дэвид Мэтти",
      "Метрикс Фиттен",
      "Томас Леннон",
      "Джонни Галэки",
      "Хейли Норман"
    ],
    "collection": ""
  },
  {
    "id": 27,
    "name": "Правила съема: Метод Хитча",
    "image": "src/main/resources/Images/1634995848_iphone360_77454.jpg",
    "year": "2005",
    "genre": [
      "Комедия",
      "Мелодрама"
    ],
    "description": "Алекс «Хитч» Хитченс - легендарный нью-йоркский «доктор-сват». Множеству мужчин он помог добиться взаимности от женщин их мечты. Хитч не бескорыстен, он получает за свою работу гонорар, но предусмотрительно хранит в тайне свой способ зарабатывать на жизнь.\n\nНовый клиент Хитча - Альберт, робкий бухгалтер, без ума влюблённый в гламурную звезду Аллегру Коул. Для Хитча этот случай должен стать вершиной его карьеры. Однако, работая над этим делом, он вдруг встречает достойного противника в лице эффектной и проницательной Сары Мелас, журналистки, ведущей колонку светских сплетен, и следящей за каждым шагом Аллегры.\n\nПрофессиональный холостяк Хитч внезапно обнаруживает, что по уши влюблён в Сару, которая, в свою очередь, близка к сенсационному открытию: она только что вышла на след таинственного манхэттенского «доктора-свата»...",
    "actor": [
      "Уилл Смит",
      "Ева Мендес",
      "Кевин Джеймс",
      "Эмбер Валлетта",
      "Джули Энн Эмери",
      "Адам Аркин",
      "Робин Ли",
      "Нэйтан Ли Грэхэм",
      "Майкл Рапапорт",
      "Джеффри Донован"
    ],
    "collection": ""
  },
  {
    "id": 28,
    "name": "Призрачный гонщик",
    "image": "src/main/resources/Images/1634736527_iphone360_3948.jpg",
    "year": "2007",
    "genre": [
      "Боевик",
      "Триллер",
      "Фэнтези"
    ],
    "description": "Чтобы спасти своего отца от верной гибели, байкер-экстремал Джонни Блэйз заключает сделку с дьяволом, объектом которой является его бессмертная душа. Проходят годы, и дьявол предъявляет свои права по контракту. Он превращает Джонни в Призрачного Гонщика, агента потусторонних сил, обладающего сверхчеловеческими способностями.",
    "actor": [
      "Николас Кейдж",
      "Ева Мендес",
      "Уэс Бентли",
      "Питер Фонда",
      "Сэм Эллиотт",
      "Мэтт Лонг",
      "Ракель Алесси",
      "Бретт Каллен",
      "Донал Лог",
      "Тони Гоустхок"
    ],
    "collection": "Призрачный гонщик"
  },
  {
    "id": 29,
    "name": "Призрачный гонщик 2",
    "image": "src/main/resources/Images/1634996008_iphone360_391886.jpg",
    "year": "2012",
    "genre": [
      "Боевик",
      "Триллер",
      "Фэнтези"
    ],
    "description": "Действие разворачивается на задворках Восточной Европы, где главный герой Джонни Блэйз безуспешно пытается справиться со своим проклятием. Его принимает на работу некая секта, которая пытается заполучить дьявола в тот момент, когда он пытается вселиться в тело его смертного сына на дне рождения мальчика.",
    "actor": [
      "Николас Кейдж",
      "Киран Хайндс",
      "Виоланте Плачидо",
      "Джонни Витуорт",
      "Фергус Риордан",
      "Идрис Эльба",
      "Винсент Риган",
      "Кристофер Ламберт",
      "Спенсер Уайлдинг",
      "Сорин Тофан"
    ],
    "collection": "Призрачный гонщик"
  },
  {
    "id": 30,
    "name": "Пророк",
    "image": "src/main/resources/Images/1634996222_iphone360_87789.jpg",
    "year": "2007",
    "genre": [
      "Боевик",
      "Криминал",
      "Приключения",
      "Триллер",
      "Фантастика",
      "Фэнтези"
    ],
    "description": "У Криса Джонсона есть секрет, отравляющий его жизнь: он может предсказывать ближайшее будущее. Устав от бесконечного внимания правительства и медицинских центров, пытающихся разгадать природу его удивительных способностей, Крис ложится на дно.\n\nПод вымышленным именем он работает в Лас-Вегасе, где развлекает публику дешевыми фокусами. Но когда группа террористов угрожает Лос-Анджелесу, специальному агенту Калли Феррис придется собрать все силы, чтобы разыскать Криса и убедить его помочь предотвратить катастрофу.",
    "actor": [
      "Николас Кейдж",
      "Джулианна Мур",
      "Джессика Бил",
      "Томас Кречман",
      "Тори Киттлз",
      "Хосе Суньига",
      "Джим Бивер",
      "Джейсон Батлер Харнер",
      "Майкл Трукко",
      "Энцо Чиленти"
    ],
    "collection": ""
  },
  {
    "id": 31,
    "name": "Ученик чародея",
    "image": "src/main/resources/Images/1634996004_iphone360_429739.jpg",
    "year": "2010",
    "genre": [
      "Боевик",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Манхэттен, наши дни. Мастер магии Бальтазар Блэйк пытается защитить Нью-Йорк от своего старого врага Максима Хорвата - злобного колдуна с самыми черными планами. Однако Бальтазар чувствует, что не справится один и ему нужен помощник...",
    "actor": [
      "Николас Кейдж",
      "Джей Барушель",
      "Альфред Молина",
      "Тереза Палмер",
      "Тоби Кеббелл",
      "Омар Бенсон Миллер",
      "Моника Беллуччи",
      "Элис Крайдж",
      "Джейк Черри",
      "Джеймс А. Стефенс"
    ],
    "collection": ""
  },
  {
    "id": 32,
    "name": "Я, робот",
    "image": "src/main/resources/Images/1632937504_iphone360_4886.jpg",
    "year": "2004",
    "genre": [
      "Боевик",
      "Детектив",
      "Драма",
      "Криминал",
      "Триллер",
      "Фантастика"
    ],
    "description": "Действие фильма происходит в будущем (2035 г.), где роботы являются обычными помощниками человека. Главный герой - полицейский, «не переваривающий» роботов, расследует дело об убийстве, в которое оказывается вовлечен робот.\n\nРечь идет о возможном нарушении «Закона о Роботах» (робот никогда не поднимет руки на человека), что в принципе невозможно. Ситуация близка к катастрофической: если машины могут нарушать этот закон, то уже ничто не остановит их от захвата контроля над людьми, тем более, что человечество уже давно стало полностью зависимо от роботов...",
    "actor": [
      "Уилл Смит",
      "Бриджет Мойнэхэн",
      "Алан Тьюдик",
      "Джеймс Кромуэлл",
      "Брюс Гринвуд",
      "Чи МакБрайд",
      "Шайа ЛаБаф",
      "Адриан Рикард",
      "Джерри Вассерман",
      "Фиона Хоган"
    ],
    "collection": ""
  },
  {
    "id": 34,
    "name": "Другой мир: Пробуждение",
    "image": "src/main/resources/Images/1634995986_iphone360_472368.jpg",
    "year": "2012",
    "genre": [
      "Боевик",
      "Ужасы",
      "Фэнтези"
    ],
    "description": "Человечество обнаружило существование вампиров и ликанов и начинает войну, чтобы уничтожить эти расы. Селин прорывается к пирсу, где её ждет Майкл для того чтобы вместе отплыть на корабле и скрыться ото всех. Но у пирса их ждет засада. Взрыв гранаты разбрасывает Селин и Майкла в разные стороны. 12 лет спустя Селин просыпается от криогенного сна в лаборатории и узнает о существовании родной дочери Евы - гибрида вампира и ликана. Теперь Селин нужно защитить Еву от ликанов, которые намерены использовать ее, чтобы устранить у своего вида уязвимость от серебра...",
    "actor": [
      "Кейт Бекинсейл",
      "Стивен Ри",
      "Майкл Или",
      "Тео Джеймс",
      "Индиа Айсли",
      "Чарльз Дэнс",
      "Сандрин Холт",
      "Кристен Холден-Рид",
      "Джейкоб Блэр",
      "Адам Рейд"
    ],
    "collection": "Другой мир"
  },
  {
    "id": 35,
    "name": "Другой мир: Восстание ликанов",
    "image": "src/main/resources/Images/1634996021_iphone360_258772.jpg",
    "year": "2008",
    "genre": [
      "Боевик",
      "Приключения",
      "Триллер",
      "Фантастика",
      "Фэнтези"
    ],
    "description": "История, прослеживающая происхождение вековой кровной борьбы между аристократичными вампирами и их рабами, ликанами. Люциан - лидер, который сплотит их против Виктора, жестокого старейшины вампиров. К Люциану присоединяется дочь Виктора, Соня, и помогает ему в борьбе за свободу.",
    "actor": [
      "Майкл Шин",
      "Билл Найи",
      "Рона Митра",
      "Стивен Макинтош",
      "Кевин Гревье",
      "Дэвид Эстон",
      "Джеральдин Брофи",
      "Лейтон Кардно",
      "Алекс Кэрролл",
      "Элизабет Хоторн"
    ],
    "collection": "Другой мир"
  },
  {
    "id": 36,
    "name": "Другой мир",
    "image": "src/main/resources/Images/1634924771_iphone360_8033.jpg",
    "year": "2003",
    "genre": [
      "Боевик",
      "Триллер",
      "Фэнтези"
    ],
    "description": "Столетиями властители царства мрака, вампиры и оборотни ведут беспощадную войну, невидимую человеческому взору. Бесстрашная Селина, воин-вампир, каждую ночь истребляет оборотней, влекомая неутолимой жаждой мести. Ее клан уверен, что вампирам удалось одержать верх над заклятыми врагами, но Селина подозревает, что у оборотней есть тайный план, сулящий гибель ее роду. n\nn\nВ центре этого плана - смертный парень Майкл. Его генетический код - ключ к созданию сверхсущества, которое будет бессмертно и неуязвимо. Теперь Селина должна любой ценой первой добраться до него, чтобы определить исход вечного противостояния двух могущественных рас, которых люди до сих пор считали мифом...",
    "actor": [
      "Кейт Бекинсейл",
      "Скотт Спидман",
      "Майкл Шин",
      "Шэйн Бролли",
      "Билл Найи",
      "Эрвин Ледер",
      "София Майлс",
      "Робби Ги",
      "Вентворт Миллер",
      "Кевин Гревье"
    ],
    "collection": "Другой мир"
  },
  {
    "id": 37,
    "name": "Другой мир: Войны крови",
    "image": "src/main/resources/Images/1634801161_iphone360_840824.jpg",
    "year": "2016",
    "genre": [
      "Боевик",
      "Приключения",
      "Ужасы",
      "Фэнтези"
    ],
    "description": "Воительница-вампир Селин вступает в решающий бой между ликанами и кланом вампиров, который предал её. Она должна остановить бесконечную войну, даже если ей придётся пойти на самую большую жертву.",
    "actor": [
      "Кейт Бекинсейл",
      "Тео Джеймс",
      "Тобайас Мензис",
      "Лара Пулвер",
      "Чарльз Дэнс",
      "Джеймс Фолкнер",
      "Петер Андерссон",
      "Клементайн Николсон",
      "Брэдли Джеймс",
      "Дэйзи Хэд"
    ],
    "collection": "Другой мир"
  },
  {
    "id": 38,
    "name": "Другой мир 2: Эволюция",
    "image": "src/main/resources/Images/1634736145_iphone360_77441.jpg",
    "year": "2005",
    "genre": [
      "Боевик",
      "Приключения",
      "Триллер",
      "Фантастика",
      "Фэнтези"
    ],
    "description": "В мире, недоступном простым смертным, идет борьба между вампирами и оборотнями. События фильма повествуют об истоках этой вражды, ставшей для вампира Селин и Майкла, полуоборотня, проклятьем. Сражаясь с врагами из обоих кланов, они познают тайну своего происхождения. Их ждет великая битва, которая покончит с вечным противостоянием.",
    "actor": [
      "Кейт Бекинсейл",
      "Скотт Спидман",
      "Тони Кёрран",
      "Дерек Джекоби",
      "Билл Найи",
      "Стивен Макинтош",
      "Шэйн Бролли",
      "Брайан Стил",
      "Зита Гёрёг",
      "Скотт МакЭлрой"
    ],
    "collection": "Другой мир"
  },
  {
    "id": 39,
    "name": "Быстрее пули",
    "image": "src/main/resources/Images/1659637455_poster.jpg",
    "year": "2022",
    "genre": [
      "Боевик",
      "Комедия"
    ],
    "description": "«Быстрее пули» - динамичный боевик от создателя «Джона Уика» Дэвида Литча. На сей раз действия перенесутся с мрачных городских улиц на борт скоростного поезда, мчащегося из Токио в Киото. По иронии судьбы в экспрессе оказываются сразу пятеро наемных убийц, миссии которых связаны. Впереди их ждет незабываемая поездка, в рамках которой прольются литры крови.\n\nВ центре сюжета наемница, уставшая от своей преступной деятельности. Она задумывает покончить с собой, однако куратору удается убедить ее взяться за последнее дело. Суть задания заключается в том, чтобы сесть на поезд и отыскать там кейс с неизвестным содержимым, который требуется передать анонимным заказчикам. На экспрессе наемница встречает «коллег», получивших схожее задание. Осознав, что все они собрались в экспрессе не случайно, киллеры пытаются выяснить, кто и с какой целью собрал их в одном месте. В остросюжетном экшене снялись звезды с мировым именем, включая Брэда Питта, Сандры Буллок, Майкла Шеннона и Аарона Тейлора-Джонсона, что порадует всех поклонников голливудского кино. Приготовьтесь к умопомрачительным перестрелкам, обилию рукопашных схваток и черному юмору!",
    "actor": [
      "Зази Битц",
      "Аарон Тейлор-Джонсон",
      "Брэд Питт",
      "Джои Кинг",
      "Сандра Буллок",
      "Андреа Муньос",
      "Логан Лерман",
      "Майкл Шеннон",
      "Хироюки Санада",
      "Брайан Тайри Генри"
    ],
    "collection": ""
  },
  {
    "id": 40,
    "name": "Особняк с привидениями",
    "image": "src/main/resources/Images/1634996029_iphone360_5274.jpg",
    "year": "2003",
    "genre": [
      "Детектив",
      "Комедия",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Супруги Эверсы - два очень занятых риэлтора. Их принцип: работа прежде всего. Не исключение и годовщина собственной свадьбы. В этот день пара должна осмотреть старинное поместье, которое, как оказалось, уже занято компанией дружных и проказливых призраков. За дом начинается настоящая война между семьёй и 999 каверзными духами.",
    "actor": [
      "Эдди Мёрфи",
      "Теренс Стэмп",
      "Натаниель Паркер",
      "Марша Томасон",
      "Дженнифер Тилли",
      "Уоллес Шоун",
      "Дина Спайби",
      "Марк Джон Джеффрис",
      "Ари Дэвис",
      "Джим Дуган"
    ],
    "collection": ""
  },
  {
    "id": 42,
    "name": "Поездка в Америку 2",
    "image": "src/main/resources/Images/1632937928_iphone360_1045017.jpg",
    "year": "2021",
    "genre": [
      "Комедия"
    ],
    "description": "Аким — принц величественной африканской державы Замунды — готовится стать королем. Со времени его результативной поездки в Америку прошло 30 лет. Наследник трона счастлив, воспитывает трех прекрасных дочерей, его страна процветает. Но у Акима нет приемника мужского пола, а это в свою очередь грозит международным военным конфликтом. Ведь присвоить себе трон хочет генерал Иззи из государства Некстдория, пытаясь поженить своего сына с дочерью Акима. Решение проблемы подсказывает отец Акима, король Джаффе Джоффер. Он сообщает Акиму о взрослом внебрачном сыне, который все это время проживал в Штатах. Выхода нет — придется вновь отправиться в район Куинс на поиски бастарда, прихватив с собой верного и неунывающего помощника Семми. Вот только Лавель — отпрыск Акима — человек уже сформировавшийся, со своими убеждениями и взглядами на дальнейшую жизнь. И обрушившийся на него отец с извещением о неизбежной высокой должности, мягко говоря, не входил в его планы.",
    "actor": [
      "Эдди Мёрфи",
      "Арсенио Холл",
      "Жермен Фаулер",
      "Лесли Джонс",
      "Трэйси Морган",
      "Кики Лэйн",
      "Шэри Хидли",
      "Уэсли Снайпс",
      "Джеймс Эрл Джонс",
      "Джон Эймос"
    ],
    "collection": "Поездка в Америку"
  },
  {
    "id": 43,
    "name": "Поездка в Америку",
    "image": "src/main/resources/Images/1632937962_iphone360_5281.jpg",
    "year": "1988",
    "genre": [
      "Комедия",
      "Мелодрама"
    ],
    "description": "Однажды, воспротивившись воле отца в выборе будущей супруги, наследник африканского престола Аким, собирает вещи, берет верного помощника и, купив билет на самолет, летит в Америку, в надежде самостоятельно отыскать там любовь всей своей жизни. Оказавшись в Нью-Йорке, полный безоблачных мечтаний о заграничной супруге, он осознает, что в чужой стране на него никто не обращает внимания, будто он обычный бродяга. Вскоре оказывается, что у принца закончились деньги и ему приходится искать работу. Единственное место, куда его принимают на службу, оказывается весьма пыльным.\n\nПолучив бэйджик уборщика в маленьком кафетерии, он знакомится там с очаровательной дочерью хозяина заведения и с первого взгляда влюбляется. Но, обаятельная американка Лиза с длинными ногами и красивыми глазами совершенно не замечает его. Разбалованный женским вниманием на родине во дворце, он искренне не знает, каким образом себя подать, чтобы растопить ее сердце и принимается совершать нелепые ошибки, приглашая ее на свидания. Терпя одно фиаско за другим, он совершенно отчаивается и даже однажды порывается рассказать возлюбленной о престоле и богатствах, но вовремя останавливается, продолжая свой нелегкий путь к покорению ее сердца.",
    "actor": [
      "Эдди Мёрфи",
      "Арсенио Холл",
      "Джеймс Эрл Джонс",
      "Мэдж Синклер",
      "Джон Эймос",
      "Шэри Хидли",
      "Эрик Ла Салль",
      "Фрэнки Фэйзон",
      "Пол Бейтс",
      "Луи Андерсон"
    ],
    "collection": "Поездка в Америку"
  },
  {
    "id": 44,
    "name": "Годзилла 2: Король монстров",
    "image": "src/main/resources/Images/1634801536_iphone360_840045.jpg",
    "year": "2019",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика",
      "Фэнтези"
    ],
    "description": "История рассказывает о героических усилиях криптозоологического агентства «Монарх» по сдерживанию гигантских монстров. В этот раз против могучего Годзиллы выступают Мотра, Родан и ультимативный кайдзю - трёхголовый монстр Кинг Гидора. Когда эти древние суперхищники, со временем превратившиеся в полузабытые мифы, восстают снова, чтобы сойтись в схватке, человечеству остаётся отойти в сторонку и постараться не погибнуть.",
    "actor": [
      "Кайл Чандлер",
      "Вера Фармига",
      "Милли Бобби Браун",
      "Кэн Ватанабэ",
      "Чжан Цзыи",
      "Брэдли Уитфорд",
      "Салли Хокинс",
      "Чарльз Дэнс",
      "Томас Миддлдитч",
      "Аиша Хайндс"
    ],
    "collection": "Годзилла"
  },
  {
    "id": 45,
    "name": "Конг: Остров черепа",
    "image": "src/main/resources/Images/1634924767_iphone360_843147.jpg",
    "year": "2017",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика",
      "Фэнтези"
    ],
    "description": "На неизвестный остров в Тихом океане попадает команда ученых, военных и искателей приключений. Они вторгаются во владения могучего Конга и тем самым развязывают сражение между человеком и природой. Очень скоро исследовательская миссия превращается в игру на выживание, ее участники вынуждены буквально прорубать себе путь к спасению.",
    "actor": [
      "Том Хиддлстон",
      "Сэмюэл Л. Джексон",
      "Джон Гудман",
      "Бри Ларсон",
      "Цзин Тянь",
      "Тоби Кеббелл",
      "Джон Ортис",
      "Кори Хоукинс",
      "Джейсон Митчелл",
      "Шей Уигэм"
    ],
    "collection": "Годзилла"
  },
  {
    "id": 46,
    "name": "Годзилла против Конга",
    "image": "src/main/resources/Images/1632937599_iphone360_965936.jpg",
    "year": "2021",
    "genre": [
      "Боевик",
      "Триллер",
      "Фантастика"
    ],
    "description": "Конг и группа ученых отправляются в опасное путешествие в поисках родного дома гиганта. Среди них девочка Джия, единственная, кто умеет общаться с Конгом. Неожиданно они сталкиваются с разъяренным Годзиллой, разрушающим все на своем пути. Битва двух титанов, спровоцированная неведомыми силами — лишь малая часть тайны, спрятанной в недрах Земли.",
    "actor": [
      "Александр Скарсгард",
      "Милли Бобби Браун",
      "Ребекка Холл",
      "Брайан Тайри Генри",
      "Сюн Огури",
      "Эйса Гонсалес",
      "Джулиан Деннисон",
      "Лэнс Реддик",
      "Кайл Чандлер",
      "Демиан Бичир"
    ],
    "collection": "Годзилла"
  },
  {
    "id": 47,
    "name": "Тихоокеанский рубеж",
    "image": "src/main/resources/Images/1634924601_iphone360_546915.jpg",
    "year": "2013",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "В 2013-ом году на дне Тихого океана появляется межпространственный разлом, из которого начинают выходить гигантских размеров чудовища, впоследствии названные «кайдзю». Они крушат все на своем пути, убивают людей, а вооруженное противостояние истощает ресурсы Земли. Ведущим державам приходится объединить усилия, чтобы запустить проект «Егерь». Суть состоит в производстве роботов, по размерам не уступающих чудищам, но вооруженных грозными пушками. Пилотировать махиной должны два человека, соединенных через нейроинтерфейс, называемый «Дрифтом». Изначально план работает прекрасно, но появляются кайдзю второго, а потом и третьего поколения. Они еще массивнее и агрессивнее, так что баланс вновь нарушается. К 2020-ому году ситуация становится критической. Йенси Беккет вместе со своим братом Райли обороняет Аляску пилотируя «Егеря» с позывным Бродяга. В очередном бою тандем сталкивается с монстром Остроголовом. Последний пробивает броню робота и смертельно ранит Йенси. Поскольку мозг Райли соединен с братом, то эмоции передаются главному герою. Проявив впечатляющую силу воли, он расправляется с врагом в одиночку, испытывая колоссальные перегрузки, а потом вытаскивает поломанную боевую машину на берег. После этого он отказывается входит в «Дрифт» и отправляется строить Стену в качестве рабочего.",
    "actor": [
      "Чарли Ханнэм",
      "Идрис Эльба",
      "Ринко Кикути",
      "Роберт Казински",
      "Макс Мартини",
      "Чарли Дэй",
      "Берн Горман",
      "Клифтон Коллинз мл.",
      "Рон Перлман",
      "Диего Клаттенхофф"
    ],
    "collection": "Тихоокеанский рубеж"
  },
  {
    "id": 48,
    "name": "Тихоокеанский рубеж 2",
    "image": "src/main/resources/Images/1634801822_iphone360_721154.jpg",
    "year": "2018",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "Команда пилотируемых роботов-защитников остановила вторжение гигантских инопланетных монстров. Великая битва за Тихоокеанский рубеж ознаменовала новую главу в истории человечества. Однако война только начинается...\n\nПришло время нового поколения отстаивать своё право на Землю.",
    "actor": [
      "Джон Бойега",
      "Скотт Иствуд",
      "Кэйли Спэни",
      "Берн Горман",
      "Чарли Дэй",
      "Цзин Тянь",
      "Макс Чжан",
      "Адриа Архона",
      "Ринко Кикути",
      "Каран Брэр"
    ],
    "collection": "Тихоокеанский рубеж"
  },
  {
    "id": 49,
    "name": "Терминатор",
    "image": "src/main/resources/Images/1634924707_iphone360_507.jpg",
    "year": "1984",
    "genre": [
      "Боевик",
      "Триллер",
      "Фантастика"
    ],
    "description": "История противостояния солдата Кайла Риза и киборга-терминатора, прибывших в 1984-й год из пост-апокалиптического будущего, где миром правят машины-убийцы, а человечество находится на грани вымирания. Цель киборга: убить девушку по имени Сара Коннор, чей ещё нерождённый сын к 2029 году выиграет войну человечества с машинами. Цель Риза: спасти Сару и остановить Терминатора любой ценой.",
    "actor": [
      "Арнольд Шварценеггер",
      "Майкл Бин",
      "Линда Хэмилтон",
      "Пол Уинфилд",
      "Лэнс Хенриксен",
      "Рик Россович",
      "Бесс Мотта",
      "Эрл Боэн",
      "Дик Миллер",
      "Шон Шеппс"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 50,
    "name": "Терминатор: Генезис",
    "image": "src/main/resources/Images/1634924738_iphone360_436225.jpg",
    "year": "2015",
    "genre": [
      "Боевик",
      "Триллер",
      "Фантастика"
    ],
    "description": "Когда Джон Коннор, лидер сопротивления, посылает сержанта Кайла Риза назад в 1984 год, чтобы защитить Сару Коннор и спасти будущее, неожиданный поворот событий создает разлом во времени. Сержант Риз оказывается в новой, незнакомой версии прошлого, где он встречает неожиданных союзников, в том числе Терминатора, новых опасных врагов, и новую миссию: изменить будущее...",
    "actor": [
      "Арнольд Шварценеггер",
      "Джейсон Кларк",
      "Эмилия Кларк",
      "Джай Кортни",
      "Дж.К. Симмонс",
      "Дайо Окенийи",
      "Мэтт Смит",
      "Кортни Б. Вэнс",
      "Ли Бён-хон",
      "Майкл Глэдис"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 51,
    "name": "Терминатор: Темные судьбы",
    "image": "src/main/resources/Images/1634804312_mv5bnzhlyje5mjmtzdjmyy00mgzmltgwn2mtzgm0ntk2ztcznmu5xkeyxkfqcgdeqxvymtkxnjuynq__uy800_.jpg",
    "year": "2019",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "Сара Коннор превратилась в настоящую охотницу за терминаторами и теперь занимается уничтожением роботов-убийц из будущего. Она считала, что главное — это не дать им добраться до Джона, но теперь появилась Дани Рамос, от выживания которой также зависит судьба человечества. Вместе с ней в бой вступает и загадочная Грейс, смесь человека и машины.",
    "actor": [
      "Арнольд Шварценеггер",
      "Маккензи Дэвис",
      "Эдвард Ферлонг",
      "Линда Хэмилтон",
      "Том Хоппер",
      "Диего Бонета",
      "Стивен Кри",
      "Кассандра Старр",
      "Гэбриел Луна",
      "Энрике Арсе"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 52,
    "name": "Терминатор 2: Судный день",
    "image": "src/main/resources/Images/1634801229_iphone360_444.jpg",
    "year": "1991",
    "genre": [
      "Боевик",
      "Триллер",
      "Фантастика"
    ],
    "description": "Прошло более десяти лет с тех пор, как киборг-терминатор из 2029 года пытался уничтожить Сару Коннор - женщину, чей будущий сын выиграет войну человечества против машин.\n\nТеперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор - практически неуязвимый и способный принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора.\n\nОднако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества.",
    "actor": [
      "Арнольд Шварценеггер",
      "Линда Хэмилтон",
      "Эдвард Ферлонг",
      "Роберт Патрик",
      "Эрл Боэн",
      "Джо Мортон",
      "С. Ипейта Меркерсон",
      "Кастуло Герра",
      "Дэнни Кукси",
      "Дженетт Голдстин"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 53,
    "name": "Терминатор: Да придет спаситель",
    "image": "src/main/resources/Images/1634924898_iphone360_160932.jpg",
    "year": "2009",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "2018 год. В мире наступила война с машинами. Джон Коннор - человек, чья судьба - возглавить Сопротивление электронному мозгу Скайнет и армии Терминаторов. Но в будущее, с верой в которое он возвращен, вклинивается таинственный Маркус Райт: незнакомец, чьи последние воспоминания рисуют камеру смертников.\n\nКоннор должен понять, кто такой этот Маркус и с какой целью пожаловал к людям. И на фоне подготовки Скайнетом решающего удара, Коннор и Райт отправляются в путешествие, приводящее их в самую сердцевину взбунтовавшейся операционной системы, где открывается ужасная тайна, кроющаяся за потенциальным уничтожением человечества.",
    "actor": [
      "Кристиан Бэйл",
      "Сэм Уортингтон",
      "Антон Ельчин",
      "Мун Бладгуд",
      "Брайс Даллас Ховард",
      "Коммон",
      "Джейн Александр",
      "Майкл Айронсайд",
      "Иван Г’Вера",
      "Крис Браунинг"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 54,
    "name": "Терминатор 3: Восстание машин",
    "image": "src/main/resources/Images/1634995253_iphone360_319.jpg",
    "year": "2003",
    "genre": [
      "Боевик",
      "Фантастика"
    ],
    "description": "Прошло десять лет с тех пор, как Джон Коннор помог предотвратить Судный День и спасти человечество от массового уничтожения. Теперь ему 25, Коннор не живет «как все» - у него нет дома, нет кредитных карт, нет сотового телефона и никакой работы.\n\nЕго существование нигде не зарегистрировано. Он не может быть прослежен системой Skynet - высокоразвитой сетью машин, которые когда-то попробовали убить его и развязать войну против человечества. Пока из теней будущего не появляется T-X - Терминатрикс, самый сложный киборг-убийца Skynet.\n\nПосланная назад сквозь время, чтобы завершить работу, начатую её предшественником, T-1000, эта машина так же упорна, как прекрасен её человеческий облик. Теперь единственная надежда Коннору выжить - Терминатор, его таинственный прежний убийца. Вместе они должны одержать победу над новыми технологиями T-X и снова предотвратить Судный День...",
    "actor": [
      "Арнольд Шварценеггер",
      "Ник Стал",
      "Клэр Дэйнс",
      "Кристанна Локен",
      "Дэвид Эндрюс",
      "Марк Фамиглетти",
      "Эрл Боэн",
      "Мойра Харрис",
      "Чоппер Бернет",
      "Кристофер Лоуфорд"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 56,
    "name": "Аватар",
    "image": "src/main/resources/Images/1634801723_iphone360_251733.jpg",
    "year": "2009",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика"
    ],
    "description": "Джейк Салли - бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.",
    "actor": [
      "Сэм Уортингтон",
      "Зои Салдана",
      "Сигурни Уивер",
      "Стивен Лэнг",
      "Мишель Родригес",
      "Джованни Рибизи",
      "Джоэль Мур",
      "Си Си Эйч Паундер",
      "Уэс Стьюди",
      "Лас Алонсо"
    ],
    "collection": "Аватар"
  },
  {
    "id": 57,
    "name": "Терминатор: Битва за будущее",
    "image": "src/main/resources/Images/1643487229-1335676888.jpg",
    "year": "2008",
    "genre": [
      "Боевик",
      "Драма",
      "Триллер",
      "Фантастика"
    ],
    "description": "Действие сериала разворачивается после событий в фильме «Терминатор 2: Судный день». Сара Коннор и ее сын Джон скрываются от правительства и вынашивают план уничтожения корпорации Skynet в надежде предотвратить Армагеддон.",
    "actor": [
      "Лина Хиди",
      "Томас Деккер",
      "Саммер Глау",
      "Ричард Т. Джонс",
      "Брайан Остин Грин",
      "Гаррет Диллахант",
      "Ширли Мэнсон",
      "Ливэн Рамбин",
      "Стефани Джейкобсен",
      "Дин Уинтерс"
    ],
    "collection": "Терминатор"
  },
  {
    "id": 58,
    "name": "Суррогаты",
    "image": "src/main/resources/Images/date8-surrogaty-2009_6485_0.jpg",
    "year": "2009",
    "genre": [
      "Фантастика",
      "Боевик",
      "Триллер"
    ],
    "description": "Действие разворачивается в будущем, в 2057 году, — когда люди практически перестанут общаться между собой и полностью возложат эту функцию на плечи роботов-заменителей. Они сильнее, моложе, привлекательнее своих обладателей и даже могут быть другого пола. Но находится террорист, начинающий уничтожать идеальных андроидов. Полицейскому Тому Гриру предстоит узнать, какие причины движут злоумышленником, лишающим жизни людей и их марионеток, технически и физически совершенных.",
    "actor": [
      "Брюс Уиллис",
      "Рада Митчелл",
      "Розамунд Пайк",
      "Борис Коджо",
      "Джеймс Джинти",
      "Джеймс Кромуэлл",
      "Винг Реймз",
      "Джек Ноузуорти",
      "Девин Рэтрей",
      "Майкл Кудлиц"
    ],
    "collection": ""
  },
  {
    "id": 59,
    "name": "Аватар 2: Путь воды",
    "image": "src/main/resources/Images/1671180217_poster.jpg",
    "year": "2022",
    "genre": [
      "Боевик",
      "Приключения",
      "Фантастика",
      "Фэнтези"
    ],
    "description": "Парализованному десантнику Джеку Салли удалось войти в доверие к аборигенам, проживающим на Пандоре. Мужчина перенесся в организм искусственного создания, отвечающего по всем своим параметрам коренному населению суровой планеты. Но победа в схватке с представителями коммерческих структур, собиравшихся разрушить древнее святилище нави, чтобы добывать там бесценный минерал, не убедила землян в тщетности надежд при осуществлении чрезвычайного выгодного проекта.\n\nПоэтому вместе со своей избранницей Нейтири и ее родственниками, чужак организовывает новую линию обороны, поскольку вооруженная экспансия на отдаленное небесное тело неизбежна. Неужели следующий бой обнажит слабые стороны племени, исповедующего собственную философию? Как трехметровые существа, обладающий колоссальной физической силой, и успешно взаимодействующими с родной природой, смогут выстоять против высокотехнологичного противника, экипированного по последнему слову науки? Можно ли обеспечить преимущество перед тренированными солдатами, действующими на правах наемников?",
    "actor": [
      "Вин Дизель",
      "Кейт Уинслет",
      "Стивен Лэнг",
      "Зои Салдана",
      "Сигурни Уивер",
      "Мишель Йео",
      "Джемейн Клемент",
      "Сэм Уортингтон",
      "Джованни Рибизи",
      "Иди Фалько"
    ],
    "collection": "Аватар"
  },
  {
    "id": 60,
    "name": "Области тьмы",
    "image": "src/main/resources/Images/wxnr201.jpg",
    "year": "2011",
    "genre": [
      "Детективы",
      "Фантастика"
    ],
    "description": "Сюжет фильма «Области тьмы»: Нью-йоркский писатель Эдди, который испытывает серьезные проблемы в карьере и личной жизни, случайно встречает старого знакомого. Он предлагает ему изменить свою жизнь, благодаря чудодейственным таблеткам под названием NZT. Эдди, понимая что ему нечего терять соглашается принять таблетку. Таблетка меняет кардинально его жизнь. Мозг Эдди способен делать и творить сверхъестественные вещи, что открыли ему двери к возможности зарабатывать огромные деньги. Однако вскоре Эдди начинает страдать от побочных эффектов препарата...\nФильм «Области тьмы» - фантастический триллер, который вы всегда можете смотреть в онлайн режиме совершенно бесплатно без регистрации!",
    "actor": [
      "Анна Фрил",
      "Брэдли Купер",
      "Даррен Голдштейн",
      "Джонни Витуорт",
      "Нед Эйзенберг",
      "Роберт Де Ниро",
      "Роберт Джон Бёрк",
      "Томас Арана",
      "Эбби Корниш",
      "Эндрю Ховард"
    ],
    "collection": ""
  },
  {
    "id": 61,
    "name": "Никто",
    "image": "src/main/resources/Images/1632937710_iphone360_1309596.jpg",
    "year": "2021",
    "genre": [
      "Боевик",
      "Криминал",
      "Триллер"
    ],
    "description": "Примерные обыватели, которые не позволяют себе нарушать даже правила пересечения проезжей части ради удобства, способны превратиться в неукротимых персон, игнорирующих все существующие в стране законе, при определенном стечении обстоятельств.\n\nТак случилось с одним мужчиной, который пережил вместе с домочадцами вооруженное нападение. Когда грабители пересекают зону личного комфорта, ощущение безопасности улетучивается навсегда.\n\nПосле того, как парень испытал страх и отчаянье, он стал настоящим монстром, не знающим жалости по отношению к преступным элементам. Можно ли остановиться, когда всеобъемлющая ярость завладела сознанием?",
    "actor": [
      "Боб Оденкёрк",
      "Алексей Серебряков",
      "Конни Нильсен",
      "Кристофер Ллойд",
      "Майкл Айронсайд",
      "Колин Сэлмон",
      "RZA",
      "Билли Маклеллан",
      "Арая Менгеша",
      "Гейдж Манро"
    ],
    "collection": ""
  },
  {
    "id": 62,
    "name": "Годзилла",
    "image": "src/main/resources/Images/1634800569_iphone360_260991.jpg",
    "year": "2014",
    "genre": [
      "Боевик",
      "Приключения",
      "Триллер",
      "Фантастика"
    ],
    "description": "Человечество случайно разбудило гигантское древнее существо, что повлекло за собой ужасающие последствия.",
    "actor": [
      "Аарон Тейлор-Джонсон",
      "Элизабет Олсен",
      "Кэн Ватанабэ",
      "Салли Хокинс",
      "Дэвид Стрэтэйрн",
      "Брайан Крэнстон",
      "Карсон Болд",
      "Ричард Т. Джонс",
      "Жюльет Бинош",
      "Виктор Расук"
    ],
    "collection": "Годзилла"
  },
  {
    "id": 63,
    "name": "Пятый элемент",
    "image": "src/main/resources/Images/1634804427_iphone360_2656.jpg",
    "year": "1997",
    "genre": [
      "Боевик",
      "Комедия",
      "Триллер",
      "Фантастика"
    ],
    "description": "Каждые пять тысяч лет открываются двери между измерениями и темные силы стремятся нарушить существующую гармонию. Каждые пять тысяч лет Вселенной нужен герой, способный противостоять этому злу. XXIII век. Нью-йоркский таксист Корбен Даллас должен решить глобальную задачу - спасение всего рода человеческого.\n\nЗло в виде раскаленной массы, наделенной интеллектом, надвигается на Землю. Победить его можно, только лишь собрав воедино четыре элемента (они же стихии - земля, вода, воздух и огонь) и добавив к ним загадочный пятый элемент.",
    "actor": [
      "Брюс Уиллис",
      "Милла Йовович",
      "Гари Олдман",
      "Иэн Холм",
      "Крис Такер",
      "Люк Перри",
      "Брайон Джеймс",
      "Том ’Тайни’ Листер мл.",
      "Ли Эванс",
      "Чарли Крид-Майлз"
    ],
    "collection": ""
  },
  {
    "id": 64,
    "name": "Фредди против Джейсона",
    "image": "src/main/resources/Images/1634995230_iphone360_8005.jpg",
    "year": "2003",
    "genre": [
      "Боевик",
      "Ужасы"
    ],
    "description": "Фредди Крюгер доведен до отчаяния: он больше не может убивать. Лишь используя неуклюжего серийного убийцу Джейсона Вурхиса, Фредди удается истреблять детей с улицы Вязов. Но когда Джейсон начинает понимать, что им попросту манипулируют, планы Фредди готовы рухнуть.\n\nТеперь дело за тинейджерами Уиллом, Лори и Кией. Каким-то образом им надо заставить Джейсона раз и навсегда убить Фредди Крюгера.",
    "actor": [
      "Роберт Инглунд",
      "Кен Кирзингер",
      "Моника Кина",
      "Джейсон Риттер",
      "Келли Роулэнд",
      "Крис Маркетт",
      "Брендан Флетчер",
      "Кэтрин Изабель",
      "Локлин Манро",
      "Кайл Лабайн"
    ],
    "collection": ""
  },
  {
    "id": 65,
    "name": "Рождественские хроники",
    "image": "src/main/resources/Images/1634924884_iphone360_772380.jpg",
    "year": "2018",
    "genre": [
      "Комедия",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "В канун Рождества брат с сестрой - Кейт и Тедди Пирс - собираются заснять на видео появление Санты. Дерзкий замысел выливается в необыкновенное приключение, о котором дети не могли даже мечтать. Вместе с преданными эльфами и волшебными летающими оленями они помогают Санте спасти всеми любимый праздник.",
    "actor": [
      "Курт Рассел",
      "Джуда Льюис",
      "Дэрби Кэмп",
      "Оливер Хадсон",
      "Кимберли Уильямс-Пэйсли",
      "Ламорн Моррис",
      "Мартин Роуч",
      "Велла Ловелл",
      "Лорен Коллинз",
      "Голди Хоун"
    ],
    "collection": "Рождественские хроники"
  },
  {
    "id": 66,
    "name": "Рождественские хроники 2",
    "image": "src/main/resources/Images/1634802203_iphone360_1309508.jpg",
    "year": "2020",
    "genre": [
      "Комедия",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Кейт выросла и стала циничным подростком, но тем не менее ей придётся объединиться с Сантой, чтобы остановить таинственного волшебника по имени Белсникель, задумавшего отобрать у человечества Рождество.",
    "actor": [
      "Голди Хоун",
      "Курт Рассел",
      "Джуда Льюис",
      "Джулиан Деннисон",
      "Кимберли Уильямс-Пэйсли",
      "Дэрби Кэмп",
      "Джазир Бруно",
      "Тайриз Гибсон",
      "Патрик Галлахер",
      "Аманда Клегхорн"
    ],
    "collection": "Рождественские хроники"
  }
]