[
  {
    "id": 0,
    "name": "Гарри Поттер и философский камень",
    "image": "DATA/Images/Harry Potter and the Sorcerer\u0027s Stone.jpeg",
    "year": "2001",
    "genre": [
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Жизнь десятилетнего мальчишки Гарри Поттера вряд ли можно назвать сахаром: родители погибли, когда ему не было и года, после чего его опекунами стали дядя Вернон и тетя Петунья, которые мягко говорят относятся к парню не лучшим образом. Они постоянно упрекают маленького Гарри во всех смертных грехах, выплескивая весь скопившийся негатив на сироте. Но неожиданно для всех, на одиннадцатый день рождения Поттера, в дом Дурслей приходит бородатый здоровяк, который представился Хагридом, и вручает имениннику письмо из школы волшебства и магии под названием Хогвартс. В письме говорится о том, что мальчик зачислен в школу, и с начала учебного года ему необходимо прибыть по месту назначения. Поначалу опекуны негативно высказались о таком некрасивом жесте незнакомца, но быстро замолчали, когда тот пригрозил своим здоровенным кулаком. Уже спустя несколько недель жизнь мальчика со шрамом изменится раз и навсегда. Он будет мчаться на скоростном поезде в свою новую школу, где его ждет масса приключений. Как опасных, так и веселых. А также знакомство с друзьями и многое другое.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Ричард Харрис",
      "Алан Рикман",
      "Мэгги Смит",
      "Робби Колтрейн",
      "Том Фелтон",
      "Мэттью Льюис",
      "Иэн Харт"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 1,
    "name": "Гарри Поттер и Тайная комната",
    "image": "DATA/Images/Harry Potter and the Chamber of Secrets.jpg",
    "year": "2002",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Сюжет фэнтезийного фильма продолжит рассказывать историю мальчика-волшебника Гарри Поттера, который уже окончил первый курс в Хогвартсе, и теперь ему предстоит перейти на второй. В перерыве между учебой, находясь еще в мире маглов, Гарри внезапно сталкивается с добрым эльфом Добби, который надеется предупредить мальчишку не ехать в школу чародейства и волшебства. Аргументируя свои слова тем, что Поттеру грозит серьезная опасность. Но юный волшебник не готов прислушиваться к неизвестному ему существу, а потому без особой опаски возвращается в мир магии. Рассказав своим друзьям об увиденном, он начинает задумываться о словах Добби. В скором времени Гарри, Рон и Гермиона ввязываются в очередную передрягу. Удастся ли нашим героям спастись и не пострадать?",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Том Фелтон",
      "Кеннет Брана",
      "Бонни Райт",
      "Алан Рикман",
      "Ричард Харрис",
      "Мэгги Смит",
      "Робби Колтрейн"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 2,
    "name": "Гарри Поттер и узник Азкабана",
    "image": "DATA/Images/Harry Potter and the Prisoner of Azkaban.jpg",
    "year": "2004",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Третья часть легендарной поттерианы продолжает рассказывать историю про жизнь мальчика-волшебника по имени Гарри Поттер. Захватывающие дух приключения Гарри, Рона и Гермиона продолжаются! После летних каникул, ребята возвращаются в школу чародейства и волшебства Хогвартс, чтобы обучаться основам магии. Но с первых же дней главных героев ждет серьезное испытание. Поттер узнает, что недавно из тюрьмы для пожизненно заключенных Азкабан сбежал опасный преступник. Были предположения, что именно он имеет причастность к смерти родителей мальчика со шрамом. А потому Гарри и его друзьям предстоит проявить бдительность, чтобы не попасться в ловушку.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Робби Колтрейн",
      "Том Фелтон",
      "Гари Олдман",
      "Дэвид Тьюлис",
      "Майкл Гэмбон",
      "Ричард Гриффитс",
      "Пэм Феррис"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 3,
    "name": "Гарри Поттер и Кубок огня",
    "image": "DATA/Images/1632937702_iphone360_8408.jpg",
    "year": "2005",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Для Гарри и его друзей закончился очередной год в Хогвартской школе магии. Вернувшись после летних каникул и поступив на четвертый курс, Гарри узнает, что в этом году будет проводиться Турнир Трех Волшебников. Отбор на соревнование проводится с помощью древнего магического артефакта под названием «Кубок Огня». Каково же было удивление Гарри, когда оказалось, что свою школу также будет представлять он, даже несмотря на то, что трое других участника старше и сильнее. Впереди четырех волшебников ждет большое количество испытаний и очень ожесточенная борьба за победу. Ко всему прочему, Гарри нужно быть настороже, потому что Волан-де-Морт с каждой минутой становится сильнее, и в любой момент может восстать...",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Брендан Глисон",
      "Алан Рикман",
      "Майкл Гэмбон",
      "Рэйф Файнс",
      "Роберт Паттинсон",
      "Робби Колтрейн",
      "Мэгги Смит"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 4,
    "name": "Гарри Поттер и Орден Феникса",
    "image": "DATA/Images/1632937662_iphone360_48356.jpg",
    "year": "2007",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "После событий описанных в прошлой части фильма, темный маг Волан-де-Морт воскресает. Для Гарри Поттера, который уже начал пятый год обучения в Хогвартсе, наступает самое сложное время в его жизни, ведь теперь ему предстоит найти способ как навсегда покончить с убийцей родителей. Однако большинство учителей и учеников школы отрицают факт возвращения самого опасного злодея, и делают вид, что ничего не произошло. И только друзья и близкие Гарри организовывают Орден Феникса, чтобы защитить юного волшебника и дать отпор Волан-де-Морту. В это время в школе начинают проводить курс лекций, который должен научить молодых волшебников защитной магии, но в скором времени выясняется, что на практике это все просто бесполезно. Тогда Гарри, Гермиона и Рон принимают решение организовать свои собственные курсы, чтобы ученики на самом деле могли противостоять темным силам.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Гари Олдман",
      "Рэйф Файнс",
      "Майкл Гэмбон",
      "Том Фелтон",
      "Имелда Стонтон",
      "Эванна Линч",
      "Алан Рикман"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 5,
    "name": "Гарри Поттер и Принц-полукровка",
    "image": "DATA/Images/1632937737_iphone360_89515.jpg",
    "year": "2009",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Теперь не только мир волшебников, но и мир маглов ощущает на себе все возрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу - профессора Горация Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах.Тем временем учеников атакуют самые разные враги, а подростковые эмоции хлещут через край. Гарри начинает понимать, что становится все более неравнодушным к Джинни, однако, и Дин Томас тоже. А Лаванда Браун вбила себе в голову, что Рон - тот самый единственный, которого она ждет, да вот только не учла волшебного эффекта шоколадных конфет Ромильды Вейн! Ну и, наконец, Гермиона пылает жгучей ревностью, но старается не показывать своих чувств. Пока романтические отношения расцветают, лишь один ученик остается в стороне. Он твердо намерен оставить свою метку, темную метку. Любовь витает в воздухе, но впереди ждет беда, и Хогвартс, возможно, уже никогда не будет прежним.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Майкл Гэмбон",
      "Джим Бродбент",
      "Бонни Райт",
      "Хелена Бонем Картер",
      "Алан Рикман",
      "Том Фелтон",
      "Эванна Линч"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 6,
    "name": "Гарри Поттер и Дары Смерти: Часть I",
    "image": "DATA/Images/1632937712_iphone360_276762.jpg",
    "year": "2010",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези"
    ],
    "description": "Главным героя фильма предстоит отправиться в трудное и опасное путешествие. Гарри, Рону и Гермионе нужно уничтожить Крестражи – источники могущества и бессмертия их заклятого врага Волан-де-Морта. Но это не так просто, ведь для начала их нужно найти. Они действуют сами, и рассчитывать могут только друг на друга, ведь с ними рядом больше нет преподавателей, которые могут дать подсказку, и нет защиты профессора Дамблдора. А темные силы не дремлют и сделают все возможное, чтобы им помешать. Они попытаются разлучить друзей, и даже разрушить их дружбу.",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Том Фелтон",
      "Бонни Райт",
      "Алан Рикман",
      "Рэйф Файнс",
      "Хелена Бонем Картер",
      "Майкл Гэмбон",
      "Брендан Глисон"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 7,
    "name": "Гарри Поттер и Дары Смерти: Часть II",
    "image": "DATA/Images/1632937680_iphone360_407636.jpg",
    "year": "2011",
    "genre": [
      "Детектив",
      "Приключения",
      "Семейный",
      "Фэнтези",
      "Драма"
    ],
    "description": "Это заключительная часть фильма, рассказывающего о приключениях и противостоянии юного волшебника Гарри Поттера с темными силами. Трое друзей держат свой путь в Гринноттсе, где, как они думали, хранится крестраж, источник силы и бессмертия Волан-де-Морта. Чтобы разыскать и уничтожить все такие источники, которые избавят мир от темного мага, им предстоит пройти долгий и опасный путь с большим количеством трудных испытаний. Последним пунктом в их нелегком путешествии должен стать Хогвартс, который война не обошла стороной, и который контролируют Пожиратели Смерти...",
    "actor": [
      "Дэниэл Рэдклифф",
      "Руперт Гринт",
      "Эмма Уотсон",
      "Хелена Бонем Картер",
      "Робби Колтрейн",
      "Уорвик Дэвис",
      "Рэйф Файнс",
      "Майкл Гэмбон",
      "Джон Хёрт",
      "Джейсон Айзекс"
    ],
    "collection": "Гарри Поттер"
  },
  {
    "id": 8,
    "name": "",
    "image": "DATA/Images/Добавить изображение",
    "year": "",
    "genre": [],
    "description": "",
    "actor": [],
    "collection": ""
  },
  {
    "id": 9,
    "name": "Заклятие",
    "image": "DATA/Images/1632937988_iphone360_468994.jpg",
    "year": "2013",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Фильм основан на реальных событиях из практики Эда и Лоррейн Уоррен. Пугающая история Эда и Лоррейн Уоррен, всемирно известных детективов, занимающихся паранормальными расследованиями. К ним за помощью обратилась семья, терроризируемая темным духом на уединенной ферме. Вынужденные сражаться с могущественной демонической сущностью Уоррены сталкиваются с самым пугающим случаем в своей жизни.",
    "actor": [
      "Вера Фармига",
      "Патрик Уилсон",
      "Рон Ливингстон",
      "Лили Тейлор",
      "Шэнли Касвелл",
      "Хейли МакФарланд",
      "Джои Кинг",
      "Маккензи Фой",
      "Кайла Дивер",
      "Шэннон Кук-Чун"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 10,
    "name": "Заклятие 2",
    "image": "DATA/Images/1632937955_iphone360_780392.jpg",
    "year": "2016",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Фильм основан на случае, с которым столкнулись практикующие исследователи паранормальных явлений Эд и Лоррэйн Уоррены. На этот раз вызов будет из северного пригорода Лондона, где семья, состоящая из четырех детей и матери-одиночки, подвергается нападениям потусторонних сил. Супругам предстоит выяснить, какова природа этих явлений, полтергейст ли это, или что-то другое, и главное - почему именно этот дом и именно эта семья.",
    "actor": [
      "Патрик Уилсон",
      "Вера Фармига",
      "Мэдисон Вульф",
      "Фрэнсис О’Коннор",
      "Лорен Эспозито",
      "Бенжамин Хэй",
      "Патрик МакОли",
      "Саймон МакБерни",
      "Мария Дойл Кеннеди",
      "Саймон Делани"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 11,
    "name": "Заклятие 3: По воле дьявола",
    "image": "DATA/Images/1632937916_iphone360_1046638.jpg",
    "year": "2021",
    "genre": [
      "Детектив",
      "Ужасы"
    ],
    "description": "1981 год. Коннектикут. США. Проводя экзорцизм над ребенком, священник погибает от сердечного приступа, так и не успев избавить мальчика от демона. Рядом находился парень, который, схватив тело малыша, попросил демона вселиться в его тело, а ребенка оставить в покое. Тот согласился. Счел тело молодого парня более выгодным для своих проделок. В скором времени близкие стали замечать, что с героем что-то не то. Сам лично он не думал, что все вышло так гладко, потому что сам стал одержим. Спустя небольшой отрезок времени парень совершил убийство. Адвокаты тут же подключились к расследованию. Они выяснили, как проклятие могло проникнуть в комнату к ребенку. Он играл с той самой проклятой куклой по имени Анабель. Вот так и молодой человек стал одержим. В этом уже совсем сомнений ни у кого не было. Теперь оставалось понять, что с этим делать дальше и как быть. Герой все также настаивал на одержимости, но уже будучи в тюрьме. Его слушали все, кто были в камере в тот момент и не верили. Суд назначен.",
    "actor": [
      "Патрик Уилсон",
      "Вера Фармига",
      "Руаири О’Коннор",
      "Сара Кэтрин Хук",
      "Джулиан Хиллиард",
      "Джон Ноубл",
      "Эжени Бондюран",
      "Шэннон Кук-Чун",
      "Ронни Джин Блевинс",
      "Кит А. Болден"
    ],
    "collection": "Заклятие"
  },
  {
    "id": 12,
    "name": "Проклятие монахини",
    "image": "DATA/Images/1634924857_iphone360_991225.jpg",
    "year": "2018",
    "genre": [
      "Детектив",
      "Триллер",
      "Ужасы"
    ],
    "description": "Когда в уединенном монастыре в Румынии совершает самоубийство молодая монахиня, расследовать происшествие Ватикан отправляет священника с туманным прошлым и послушницу на пороге невозвратных обетов. Рискуя не только жизнями, но и своими душами, они сталкиваются со злобной силой, принявшей облик демонической монахини, а монастырь становится полем ужасающей битвы между живыми и проклятыми.",
    "actor": [
      "Демиан Бишир",
      "Таисса Фармига",
      "Йонас Блоке",
      "Бонни Ааронс",
      "Ингрид Бису",
      "Патрик Уилсон",
      "Вера Фармига",
      "Лили Тейлор",
      "Шарлотта Хоуп",
      "Сандра Телес"
    ],
    "collection": "Заклятие"
  }
]